;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 9.28
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
ClearMode=Tisztítási mód
ClassicMode=Klasszikus mód

[Translation]
ReadHabit=Left-to-right
LanguageName=HUN
LangCode=040e
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
;
;  Popup Menu
;
pmGo=Forrásmappa megnyitása
pmNone=Nincs kijelölés
pmAll1=Összes kijelölése
pmrec=Ajánlott
pmIgnore=Ez az elem kihagyása
pmExport=Exportálás ...
pmInvert=Kijelölés megfordítása
;
; Main GUI
;
FrmWDC.pmPortable.caption=Hordozható változat létrehozása
FrmWDC.pmRestore.caption=Visszaállítás
FrmWDC.pmSettings.caption=Beállítások
FrmGeneral.chkuac.caption=UAC kihagyása
FrmWDC.pmHelp.caption=Online súgó
FrmWDC.pmHome.caption=Weboldal
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Elérhetőségünk
FrmWDC.pmCheckNew.caption=Frissítések ellenőrzése
FrmWDC.pmLang.caption=Nyelvek
FrmWDC.pmSkin.caption=Felszín módosítása
FrmWDC..caption=Névjegy
FrmWDC.btncomm.caption=Általános tisztító
FrmWDC.btnadv.caption=Fejlett tisztító
FrmWDC.btnsilm.caption=Összetevők törlése
FrmWDC.btnlikeit.caption=Tetszik
FrmWDC.btnsuggest.caption=Javaslat és visszajelzés
FrmWDC.btnupdate.caption=Frissítés ellenőrzése
FrmWDC.btnfacebook.hint=Kövessen minket a Facebookon
FrmWDC.btntwitter.hint=Kövessen minket a Twitteren
FrmWDC.btnemail.hint=Ossza meg barátaival
FrmWDC.btnassist.caption=Segítségnyújtás
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Az "Üres fájlok keresése" opció, csak egyszer lép hatályba. Legközelebb újra ki kell választania.
Frmadvdc.btnscan.caption=Vizsgálat indítása
Frmadvdc.lblpath.caption=Vizsgálandó:
Frmadvdc.btnrescan.caption=Újravizsgál
Frmadvdc.btnall.caption=Mind kijelöli
Frmadvdc.btnadvanced.caption=Speciális beállítások
Frmadvdc.btnnone.caption=Nincs kijelölés
Frmadvdc.lblwrcinfo.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=A leggyorsabb vizsgálati sebesség a világon !
Frmadvdc.lblrec.caption=Felhasználók által kedvelt egyéb alkalmazások:
Frmadvdc.vtfiles.Columns[0]=Fájlnév
Frmadvdc.vtfiles.Columns[1]=Méret
Frmadvdc.vtfiles.Columns[2]=Hely
Frmadvdc.vtfiles.Columns[3]=Utolsó hozzáférési idő
Frmadvdc.vtfiles.Columns[4]=Típus
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Hozzáadás
FrmAdvSettings.btnremove.caption=Eltávolítás
FrmAdvSettings.btncancel.caption=Mégse
FrmAdvSettings.wcknull.caption=Üres fájlok keresése(0 bájt, lassú)
FrmAdvSettings.wckshortcut.caption=Érvénytelen parancsikonok keresése (lassú)
FrmAdvSettings.caption=Speciális beállítások
FrmAdvSettings.btnre.caption=Ajánlott
FrmAdvSettings.btnall.caption=Mind kijelöli
FrmAdvSettings.btnnone.caption=Nincs kijelölés
;
; Input 
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Mégse
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAbout.btngoogle.hint=Kövessen minket a Google+-on
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A programot parancssorból is futtathatja, automatikusan megvizsgálhatja és megtisztíthatja meghajtóit. További információkért, nyomja meg az F1 billentyűt vagy kattintson a következő hivatkozásra a súgó dokumentum elolvasásához.
FrmAutorunSettings.chk1.caption=A 'Tisztítás-1-kattintásra' ikon létrehozása és elhelyezése az asztalon
FrmAutorunSettings.chkadv.caption=Magába foglalja a Fejlett tisztítót is
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Egyéni
Frmcommon.lblcustomhint.caption=Testreszabott bejegyzések vizsgálata.
FrmCommon.btnBack.caption=Vissza a főoldalra
FrmCommon.btnall.caption=Mind kijelöli
FrmCommon.btnre.caption=Ajánlott
FrmCommon.btnnone.caption=Nincs kijelölés
FrmCommon.wckadv.caption=Magába foglalja a Fejlett tisztítót is
FrmCommon.WiseLabel1.caption=Ütemező
FrmCommon.lbltype.caption=Futtatás típusa:
FrmCommon.lblweek.caption=Futtatás napja:
FrmCommon.lbltime.caption=Időpont:
FrmCommon.btnScan.caption=Vizsgálat indítása
FrmCommon.lblstat.caption=Gyors és egyszerű módja a felesleges fájlok és hátrahagyott nyomok eltüntetésének.
FrmCommon.btncancel.caption=Mégse
FrmCommon.btnrescan.caption=Újravizsgál
FrmCommon.lbltrash.caption=Szemét
FrmCommon.lbltrace.caption=Nyomok
FrmCommon.lblapp.caption=Alkalmazások
FrmCommon.lblcookie.caption=Cookie-k
FrmCommon.lbltrashhint.caption=Felesleges fájlok a számítógépen.
FrmCommon.lbltracehint.caption=Rendszer és felhasználói nyomok.
FrmCommon.lblapphint.caption=Felesleges fájlok vagy más alkalmazások által létrehozott nyomok.
FrmCommon.lblcookiehint.caption=Böngésző és flash cookie-k.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Fájl hozzáadása
FrmExclusion.btnAddFolder.caption=Egy mappa hozzáadása
FrmExclusion.btnAddType.caption=Egy fájltípus hozzáadása
FrmExclusion.BtnAddCookie.caption=Cookie-k hozzáadása
FrmExclusion.btnImport.caption=Importálás
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
;
; General Settings
;
FrmGeneral.lblmode.caption=Kérjük, válasszon üzemmódot:
FrmGeneral.chkmode0.caption=Tisztítási mód
FrmGeneral.chkmode1.caption=Klasszikus mód
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chknotice.caption=Automatikus tisztítási értesítés megjelenítése
FrmGeneral.chkwipe.caption=Biztonságos törlés (Lassú)
FrmGeneral.WiseLabel1.caption=Frissítések:
FrmGeneral.WiseLabel2.caption=Alapértelmezett nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmGeneral.chkassist.caption=Értesítést kérek, ha valaki egy fizetős kérdést tett fel.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Üríteni kívánt egyéni mappák (A fejlett tisztítóban érvényes)
FrmCustom.btnAdd.caption=Hozzáadás
FrmCustom.btnRemove.caption=Eltávolítás
FrmCustom.lblCustom.caption=Vizsgálati szabályok testreszabása.
FrmCustom.lblcustominfo.caption=Ha Ön tapasztalt felhasználó, testreszabhatja a vizsgálati szabályokat, további felesleges fájlok felkutatására. Kattintson az alábbi hivatkozásra, és ismerje meg, hogyan kell elvégezni ezt a konfigurációs fájlban.
FrmCustom.btnhelp.caption=Online súgó
;
; Mode Settings
;
FrmMode.lblmode.caption=Kérjük, válasszon üzemmódot
FrmMode.btnAdv.caption=Klasszikus mód
FrmMode.btnSimple.caption=Tisztítási mód
;
; Restore
;
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
FrmRestore.Btnclose.caption=Bezárás
FrmRestore.caption=Visszaállítás
;
; Settings
;
FrmSettings.tsCommon.caption=Általános
FrmSettings.tsAutoRun.caption=Futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnAbout.caption=Névjegy
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Mégse
FrmSettings.caption=Beállítások
FrmSettings.tsCustom.caption=Egyéni
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Kérjük, próbálja ki intelligens termékeinket a Windows teljesítményének javításához.
FrmSysClean.lblcareinfo.caption=A Wise Care 365 minden-az-egyben optimalizáló segédprogram, beleértve a Wise Registry Cleaner és Wise Disk Cleaner összes funkcióját. Könnyen használható és hatékony!
FrmSysClean.lblre.caption=Szeretné tovább fokozni a Windows teljesítményét?
FrmSysClean.btnSlimming.caption=Eltávolítás
FrmSysClean.btnall.caption=Mind kijelöli
FrmSysClean.btnrecommended.caption=Ajánlott
FrmSysClean.btnnone.caption=Nincs kijelölés
FrmSysClean.vtsys.Columns[0]=Elem
FrmSysClean.vtsys.Columns[1]=Méret
FrmSysClean.vtsys.Columns[2]=Hely
FrmSysClean.vtsys.Columns[3]=Javaslat
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Szabad terület
FrmDiskDefrag.btnfolder.caption=Mappa
FrmDiskDefrag.btnfile.caption=Fájl
FrmDiskDefrag.btnsystem.caption=Rendszerfájl
FrmDiskDefrag.btnFragmented.caption=Töredékek
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Leállítás a töredezettségmentesítés után
FrmDiskDefrag.btnpause.caption=Szünet
FrmDiskDefrag.btnstop.caption=Leállítás
FrmDiskDefrag.btnDefrag.caption=Töredezettségmentesítés
FrmWDC.btndefrag.caption=Töredezettségmentesítés
;
; Schedule task
;
FrmScheduler.caption=Ütemező

[Message]
Entries=bejegyzés
Clean=Tiszta
ScheduleHint=A számítógép rendszeres tisztítása.
UpdateError=Frissítési hiba, letölti a legfrissebb verziót weblapunkról?
LestOneItem=Legalább egy törlendő elemet ki kell választania.
HistorySaved=A teljes mentett terület: %s
DisableAdd=Biztonsági okokból, néhány speciális mappa (mint például a "Windows mappa", "Merevlemez Boot" és "CD-ROM"), nem adható hozzá ehhez a listához.
ConfirmAdd=Szeretné, hogy eltávolítson minden fájlt a %s alatt, amikor ráklikkelsz a "Törlés" gombra?
DupFolder=Ez a mappa már szerepel a listán.
ExImport=A kizárás lista exportálva lett ide:
SelectHardDrive=Kérjük, válasszon egy merevlemezt
CreationDate=Létrehozás dátuma
Description=Leírás
NowCleaning=Aktuális tisztítás:
ScheduleNextTime=Legközelebb:
Never=Soha
InputType=Adja meg a fájlnevet vagy a fájltípust (Például: *.tmp stb..)
WarnNoType=Kérjük, válasszon legalább egy fájltípust a kereséshez!
NoItemChecked=Kérjük, válasszon egy vagy több fájlt a törléshez.
WDCRunning=A program jelenleg fut.
RemoveSysRestore=Eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer-visszaállításához. Szeretné elindítani a visszaállítást most??
WarnZeroFile=Az "Üres fájl" mód lett kiválasztva. Néhány 0 bájt méretű fájlra lesz szükség. Eltávolításuk elött, ellenőrizze őket. Ezt szeretné tenni?
SysRestoring=A rendszer visszaállításának előkészítése...
SysCreating=Rendszer-visszaállítási pont létrehozása...
Browse=Tallózás...
AllHardDrive=Helyi merevlemezek
Cleaning=Tisztítás...
Exported=A jelenlegi elemek exportálva lettek ide: %s. Megnyitja most a fájlt?
LeftTimeSec=Időtartam: %s másodperc
Safetodel=Ez az elem biztonságosan törölhető.
MoreSpace=További területért.
Unknow=Ismeretlen.
AddFileType=Fájltípus hozzáadás
AlreadExist=A(z) %s már szerepel a listán.
illegalType=A(z) %s egy nem megengedett fájltípus.
Summary=Összefoglaló
InputSummary=Kérjük, adjon egy leírást ehhez a típushoz:
noselected=Nincs elem kiválasztva.
DelFileType=Valóban törli ezt a fájltípust?
ScanAborted=A vizsgálat meg lett szakítva!
TrashFound=%d fájltalálat, összesen %s méretben.
NoTrashAndTrace=Gratulálunk! Ön egy tiszta számítógéppel rendelkezik!
CleanDone=A tisztítás befejeződött!
LestOne=Kérjük, válasszon legalább egy elemet a vizsgálathoz.
LestOneClean=Kérjük, válasszon legalább egy elemet a törléshez.
Scanning=Vizsgálat folyamatban...
InvalidIgnorItem=Nem hagyhatja figyelmen kívül ezt az elemet.
TraceFound=%d nyomot észleltünk.
CleanNow=Azonnali tisztítás javasolt.
TrashRemoved=%d fájl lett eltávolítva és így %s lemezterület szabadult fel.
TraceRemoved=%d nyom el lett távolítva.
LastCommonClean=A lemez utolsó tisztítási ideje:
Working=Kérjük, várja meg a jelenlegi folyamat végét, majd próbálja meg újra.
NoFilesFound=Nincsenek felesleges fájlok
NoTracesFound=Nincsenek nyomok
FindTraces=%d nyom
NoItemFound=Nincsenek talált elemek
FindFilesSize=%d fájltalálat, összesen %s méretben
FindTracesSection=%d nyom észlelhető ebben a szekcióban
CanFreeSpace=%d fájltalálat és %s lesz mentve
TotalTraces=Összesen %d nyom észlelhető
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
RestorePointFail=Nem sikerült létrehozni a helyreállítási pontot.
ErrorMsg=Hibaüzenet:
NoNewVer=Gratulálunk, jelenleg a legfrissebb verziót használja!
KeyWord=Kérjük, adja meg a kulcsszavát:
AddFolder=Egy mappa hozzáadása
CannotCrTask=Nem lehet létrehozni az ütemezett feladatot.
InvalidType=Kérjük, adjon meg egy érvényes fájlkiterjesztést.
NoType=Kérjük, jelöljön ki legalább egy típust a kereséshez.
FailToDelete=Néhány fájl nem törölhető a rendszer újraindítása elött.
GoodHabit=A PC tisztán tartása bevett gyakorlat. Kérjük, tartsa fenn ezt az állapotot!
7After=%d nap telt el az utolsó töredezettségmentesítés óta. Egy azonnali vizsgálat ajánlott.
7Before=A meghajtók tisztán tartása és az adatvédelem biztosítása bevett gyakorlat.
TaskExists=Az ütemezett feladat már létezik. Törölni szeretné azt vagy létrehoz egy új ütemezett feladatot? (Nem - A létező feladat szerkesztése. Mégse - A folyamat megszakítása.)
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
StartScan=Vizsgálat most
StartClean=Tisztítás indítása
Cancel=Mégse
Idle=Üresjáratban
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
AvdDefaultHint=Ez a szekció speciális beállításokat biztosít a felesleges fájlok kereséséhez és további lemezterület felszabadításhoz.
TrashFoundEx=A következő szükségtelen fájlokat találtuk:
NoDriveChecked=Ki kell választania egy vagy több meghajtó a vizsgálathoz.
ScanFor=Meghajtó vizsgálata:
FindDrives=Meghajtók keresése...
Login=Bejelentkezésnél
NewVer=Új Wise Disk Cleaner verzió érhető el! Szeretné most frissíteni?
TranslateTo=Fordítás...
AddCookies=Cookie-k hozzáadása
InputCookie=Cookie-k megadása (Például: wisecleaner.com stb...)
InvalidCookie=Érvénytelen cookie-k
BrowserRunning=A(z) %s fut. Be szeretné zárni? Máskülönben a gyorsítótárakat és cookie-kat nem lehet törölni.

[CommonClean]
ScanAbortedHint=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok és nyomok felkutatásához.
DefaultHint=A fájlok és internetes nyomok törlésével helyet szabadíthat fel és megvédheti adatait.
ScanAbortedHint1=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok felkutatásához.
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél

[SysClean]
Open=Megnyitás
Remove=Eltávolítás
MoreSpace=További területért
Cleaning=Tisztítás...
Scanning=Vizsgálat...
ScanEnd=Összesen %d elemtalálat. %s lemezterület szabadul fel a művelet után.
NoItems=Gratulálunk! A rendszermeghajtó tiszta.
SpaceFreed=A művelet befejeződött. %s lemezterület lett felszabadítva.
Installer=Elavult Windows telepítő
LongInstaller=Az elavult Windows telepítők felesleges fájlok. Eltávolításukkal lemezterület szabadítható fel.
PatchUninstall=Windows frissítések eltávolító állományai
LongPatchUninstall=Ha nincs szüksége a Windows frissítés eltávolítójára, akkor törölheti ezeket a fájlokat.
Downloadedfiles=Windows letöltött telepítési fájlok
Longdownloadedfiles=Miután sikeresen telepítése a Windows javításokat, ezeket a fájlokat biztonságosan eltávolíthatja.
Baselinecache=Windows telepítő alapfájl-gyorstár
LongBaselinecache=A Windows telepítő szolgáltatás által létrehozott fájlok, és el lehet távolítani azokat.
JPIME=Japán IME
LongJPIME=Ha nincs szüksége a Japán IME fájlokra többé, akkor eltávolíthatja azokat.
KoreanIME=Koreai IME
LongKoreanIME=Ha nincs szüksége a koreai IME fájlokra többé, akkor eltávolíthatja azokat.
TChineseIME=Tradícionális kínai IME
LongTChineseIME=Ha nincs szüksége a tradicionális kínai IME fájlokra többé, akkor eltávolíthatja azokat.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ha nincs szüksége a Microsoft Pinyin IME fájlokra többé, akkor eltávolíthatja azokat.
HelpFile=Windows súgó állományok
LongHelpFile=Ha nincs szüksége a Windows súgó fájlokra, akkor eltávolíthatja azokat.
SamplePic=Windows mintaképek
LongSamplePic=Ha nincs szüksége a mintaképekre, akkor eltávolíthatja azokat.
SampleMic=Windows mintazenék
LongSampleMic=Ha nincs szüksége a mintazenékre, akkor eltávolíthatja azokat.
SampleVideos=Windows minta videók
LongSampleVideos=Ha nincs szüksége a minta videókra, akkor eltávolíthatja azokat.
SampleMedia=Windows minta média
LongSampleMedia=Ha nincs szüksége a minta médiára, akkor eltávolíthatja azokat.
Wallpaper=Windows háttérkép fájlok
LongWallpaper=Ha nincs szüksége a háttérkép fájlokra, akkor eltávolíthatja azokat.
[DiskDefrag]
Volume=Meghajtó
Format=Fájlrendszer
TotalSpace=Teljes terület
FreeSpace=Szabad terület
Fragmented=Töredékek
Status=Állapot
PmDefrag=Töredezettségmentesítés
QuickOpt=Gyors optimalizálás
FullOpt=Teljes optimalizálás
PmAnlyse=Elemzés
Resume=Folytatás
Analying=Elemzés
Defragmenting=Töredezettségmentesítés
Optimizing=Optimalizálás
Analyed=Elemezve
Defragmented=Töredezettségmentesítve
Optimized=Optimalizálva
Pause=Szünet
IsSSD=A kijelölés legalább egy szilárd meghajtót tartalmazhat, és a lemez töredezettségmentesítés csökkentheti annak élettartamát. Valóban folytatni szeretné?
FragmentedRate=Töredezettség

[Area]
MSOfficeXP= Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA Install Files
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=QQ Recived Images
QQRFile=QQ Recived Files
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Yandex gyorsítótár
YandexLocalstorage=Yandex Localstorage
YandexForm=Yandex automatikus űrlapkitöltési előzmények
Yandexpass=Yandex mentett jelszavak
YandexSession=Yandex munkamenet
YandexCookies=Yandex Cookie-k
Vivaldi=Vivaldi
VivaldiCache=Vivaldi gyorsítótár
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiForm=Vivaldi automatikus űrlapkitöltési előzmények
VivaldiSavedpasswords=Vivaldi mentett jelszavak
VivaldiSession=Vivaldi munkamanet
VivaldiCookies=Vivaldi Cookie-k
WinSxsBackup=Windows WinSxs Backup
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Chrome helyi tároló
LogFiles=Naplófájlok
syscache=Rendszer gyorsítótár
Systempatches=Rendszer gyorsjavítások
tempfiles=Ideiglenes fájlok
Invalidsysconfig=Érvénytelen rendszerkonfiguráció
SystemTrace=Windows és alkalmazás nyomok
WindowsSystem=Windows rendszer
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Windows összetevők
Cookies=Cookie-k
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Érvénytelen ütemezett feladatok
Downloads=Böngésző letöltött fájlok
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Microsoft Edge munkamenet
MSEdgeCookies=Microsoft Edge cookie-k
MSEdgeCache=Microsoft Edge gyorsítótár
MSEdgeRecentlyTypedURLs=Microsoft Edge legutóbb beírt URL-címek
MSEdgeSavedFormInformation=Microsoft Edge mentett űrlap információk
MSEdgeSavedPasswords=Microsoft Edge Saved jelszavak
MSEdgeHistory=Microsoft Edge előzmények
MSEdgeDownloadHistory=Microsoft Edge letöltési előzmények
IISLog=IIS Log Files
WindowsSysCache=Windows rendszer gyorsítótár
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Google Chrome munkamenet
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon gyorsítótár
PaleMoonHistory=PaleMoon előzmények
PaleMoonCookies=PaleMoon cookie-k
PaleMoonDownloadHistory=PaleMoon letöltési előzmények
PaleMoonSession=PaleMoon munkafolyamat
PaleMoonSitePreferences=PaleMoon webhely beállítások
PaleMoonSavedFormInformation=PaleMoon mentett űrlap információk
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installer gyorsítótár
MESCache=Microsoft Security Essentials
AppleInstallCache=Apple Software telepítési gyorsítótár
MetroCache=Windows Metro gyorsítótár
UserDefine=Egyéni felhasználói törlési szabályok
OfficeRecent=Microsoft Office legutóbbi előzmények
IEHistory=Microsoft Internet Explorer aktív előzmények
FontCache=Windows betű-gyorsítótár
InvalidStartMenu=Érvénytelen Start Menük
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader ideiglenes fájlok
AdobePhotoshop=Adobe Photoshop előzmények
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera gyorsítótár
OperaHistory=Opera előzmények
OperaCookies=Opera cookie-k
OperaSessions=Opera munkamenetek
OperaURLHistory=Opera begépelt URL-k
OperaSiteIcon=Opera weboldal ikonok
OperaPassword=Mentett Opera jelszavak
Networkmapping=Hálózati meghajtó csatlakoztatási előzmények
LastDownloadDir=Utolsó letöltési hely
TrashClean=Felesleges fájlok a számítógépen
TraceClean=Nyomok törlése a számítógépről
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office képkezelő
Office=Microsoft Office
OfficeRecent=Microsoft Office legutóbbi előzmények
TypeOtherApp=Egyéb alkalmazások
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Médialejátszó
TypeWComponents=Windows-összetevők
FireFoxOther=Mozilla FireFox egyéb előzmények
FireFoxPass=Mozilla FireFox mentett jelszavak
FireFoxForm=Mozilla FireFox automatikus űrlapkitöltési előzmények
FireFoxCookies=Mozilla FireFox cookie-k
ChromePass=Google Chrome mentett jelszavak
ChromeForm=Google Chrome automatikus űrlapkitöltési előzmények
ChromeCookies=Google Chrome cooky-k
IEPass=IE mentett jelszavak (Személyes adat nem kerül a listára)
IEForm=IE automatikus űrlapkitöltési előzmények (Személyes adat nem kerül a listára)
IECookies=Microsoft IE cookie-k
DOMStoreCookies=Microsoft IE DOMStore cookie-k
IEAddressBarHistory=Microsoft Internet Explorer címsor előzmények
TypeInternet=Internetes böngészés
JumpList=Tálca Jump listák (A rögzített elemek eltávolításra kerülnek)
SearchList=Windows keresési előzmények
TraryNotify=Windows tálca értesítési gyorstár
ExplorerMRU=Egyéb Explorer MRU-k
Recentdocuments=Legutóbbi dokumentumok
RunStartMenu=Futtatás a Start Menüben
TypeSystem=Windows rendszer
Flash=Adobe Flash Player
TypeMedia=Multimédia
FireFoxCache=Mozilla FireFox gyorsmemória
ChromeCache=Google Chrome gyorsmemória
IECahce=Microsoft IE gyorsmemória
LogFile=Rendszer naplófájlok
DownloadedPatch=Windows frissítési fájlok
ErrorReport=Hibajelentési fájlok
Dump=Memóriakiíratási fájlok
ThumbCache=Miniatűrök gyorsítótára
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Az alkalmazások által létrehozott szükségtelen fájlok
SysTemp=A Windows által létrehozott szükségtelen fájlok
Prefetch=Régi előzetes lehívási adatok
RemoteDesktop=Távoli asztal gyorsmemória állományai
Recyclebin=Lomtár ürítése
SafariCache=Safari Internet gyorsmemória
SafariHistory=Safari előzmények
SafariCookies=Safari cookye-k
SafariPass=Safari mentett űrlap információk
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Felhasználó által meghatározott
ZeroFile=Üres fájlok - 0 bájt
WinSetupLog=Windows telepítési hibanaplók
NtUninstall=Windows javítások eltávolítási forrásai
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Fájlok a felhasználók ideiglenes mappáiban
WinTemp=Fájlok a Windows ideiglenes mappáiban
RecentFiles=Legutóbbi fájlok hivatkozásai
PatchSource=Windows frissítési források
TempFile=Ideiglenes fájlok
fcwdir=A letöltési folyamat során keletkezett fájlok
tfcbp=A programok által létrehozott ideiglenes fájlok
sdrf=Lemezellenőrzés során létrehozott visszaállítási fájlok
OldFile=Régi fájlok
outdatedfile=Elavult fájlok
fcwhfir=A súgó fájl futtatásakor keletkezett fájlok
Ncfile=Hírcsoport gyorstár fájlok
Backupfile=Mentési állományok
WBfile=MS Word mentési állományok
Cbswahf=A súgófájl keresése közben létrehozott fájlok
whtf=A Windows súgó rendszer ideiglenes állományai
Logfile=Naplófájlok
LLogfile=Az alkalmazások vagy rendszer szolgáltatások által létrehozott naplófájlok.
Errorfile=Hibaállományok
Wmdf=Win2000/XP memóriakiíratási fájlok
bcomf=A módosított fájlok biztonsági másolatai
Indexfile=Index fájlok
ifcbsiotitpbs=A rendszer által létrehozott index fájlok a képböngészési sebesség javításához
Tfcds=A telepítésnél létrehozott ideiglenes fájlok
Intermediatefile=Átmeneti fájlok
chkfile=Helyreállított fájl

[AutoClean]
DiskSaved=lemezterület lett mentve.
Title=Gratulálunk!
TraceCleanned=nyom lett törölve.

[Skin]
SkinDefault=Alapértelmezett
SkinGray=Szürke
SkinOrange=Narancssárga
SkinCustom=Egyéni
SkinColor=Egyéni felületszín

[AutoUpdate]
CurrentFile=Aktuális fájl:
Canceling=Megszakítás...
CANCEL=Mégse
Ready=Készen áll a letöltésre

[EUASK]
regcaption=Regisztráció
logincaption=Bejelentkezés
FrmEuaskLogin.lblJoin.Caption=Csatlakozzon az Euask-hoz
FrmEuaskLogin.lblSign.Caption=Euask bejelentkezés 
FrmEuaskLogin.lblnick.Caption=Felhasználónév:
FrmEuaskLogin.lbl1.Caption=Jelszó:
FrmEuaskLogin.btnlogin.caption=Bejelentkezés
FrmEuaskLogin.btnregister.Caption=Regisztráció
FrmEuaskLogin.btnpwd.Caption=Elfelejtette a jelszavát?
FrmEuaskLogin.WiseLabel1.Caption=Felhasználónév:
FrmEuaskLogin.WiseLabel2.Caption=Jelszó:
FrmEuaskLogin.btnreg.caption=Regisztráció
FrmEuaskLogin.WiseSimpleButton1.Caption=Bejelentkezés
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Ne most